Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/CodeResources.resw
Languages: da, de, el, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru, tr, zh_cn, zh_tw

# DateTimeFormat
source: dd.MM.yyyy hh:mm tt
nl: dd-MM-yyyy uu: mm tt
tr: dd.MM.yyyy HH:mm
zh_cn: yyyy.MM.dd hh:mm tt

# PokemonFledText
source: {0} נמלטו
da: {0} flyktet
de: {0} Geflohen
el: {0} Ξέφυγαν
es: {0} huyó
fr: {0} s'enfuit
it: {0} è scappato
nb_no: {0} flyktet
nl: {0} is gevlucht
pl: {0} uciekł
pt_br: {0} fugiu
ru: {0} сбежал
tr: {0} kaçtı
zh_cn: {0} 退出
zh_tw: {0} 退出

# GettingGpsSignalText
source: מקבל קליטת GPS...
da: Skaffer GPS signal...
de: Suche GPS-Signal...
el: Αναζήτηση σήματος GPS...
es: Obteniendo señal de GPS...
fr: Acquisition du signal GPS...
it: Recupero del segnale GPS...
nb_no: Søker GPS signal...
nl: GPS-signaal verkrijgen...
pl: Uzyskiwanie sygnału GPS...
pt_br: Recebendo o sinal do GPS...
pt_pt: A procurar GPS...
ru: Получение GPS сигнала...
tr: GPS sinyali alınıyor...
zh_cn: 正在寻找你
zh_tw: 正在獲取 GPS 訊號...

# GettingUserDataText
source: מקבל נתוני משתמש...
da: Henter brukerdata...
de: Nutzerdaten abrufen...
el: Λήψη αρχείων χρήστη...
es: Obteniendo los datos del usuario...
fr: Acquisition des données utilisateur...
it: Recupero dei dati utente...
nb_no: Henter brukerdata...
nl: Gebruikersgegevens ophalen...
pl: Uzyskiwanie danych użytkownika...
pt_br: Recebendo dados do usuário...
pt_pt: A obter dados de utilizador...
ru: Получение пользовательских данных...
tr: Kullanıcı verisi alınıyor...
zh_cn: 获取你的个人信息
zh_tw: 正在載入使用者資料...

# GoogleErrorText
source: Google החזיר שגיאה:
da: Google returnerte fejl:
de: Google meldete einen Fehler:
el: Το Google επέστρεψε το σφάλμα:
es: Google devolvió el error:
fr: Erreur retournée par Google:
it: Errore sull'autenticazione Google
nb_no: Google returnerte feil:
nl: Google geeft een fout terug:
pl: Google zwróciło błąd:
pt_br: Google retornou um erro:
pt_pt: Google retornou o erro:
ru: Google вернул ошибку:
tr: Google error verdi:
zh_cn: Google 服务错误（请先科学上网）：
zh_tw: Google 回應錯誤︰

# GoogleNotRespondingText
source: גוגל אינו מגיב, אנא נסה שוב מאוחר יותר.
da: Google svarer ikke, vennligst prøv igjen senere.
de: Google antwortet nicht. Bitte versuche es später noch einmal.
el: Το Google δέν ανταποκρίνεται, παρακαλώ προσπαθήστε ξανά αργότερα.
es: Google no está respondiendo, por favor intente más tarde.
fr: Google ne répond pas, réessayer plus tard.
it: Google non risponde, si prega di riprovare più tardi.
nb_no: Google svarer ikke, vennligst prøv igjen senere.
nl: Google reageert niet, probeer later opnieuw.
pl: Google nie odpowiada, spróbuj ponownie później.
pt_br: Google não responde, por favor, tente novamente mais tarde.
pt_pt: Google não está a responder, tenta outra vez.
ru: Google не отвечает, подождите немного и попробуйте ешё раз.
tr: Google yanıt vermiyor, lütfen daha sonra tekrar deneyin.
zh_cn: Google 服务没有响应。坐和放宽，然后重试。（请先科学上网）
zh_tw: Google 目前沒有回應，請稍後再試。

# LoadingEncounterText
source: טעינת המפגש עם {0}
da: Henter møde med {0}
de: Lade Confrontation mit {0}
el: Φόρτοση αντιμετόπισης με {0}
es: Cargando encuentro con {0}
fr: Chargement de la rencontre avec {0}
it: Caricamento incontro con {0}
nb_no: Laster møte med {0}
nl: Laden ontmoeting met {0}
pl: Ładowanie starcia z {0}
pt_br: Carregando encontro com {0}
ru: Загрузка битвы с {0}
tr: {0} ile karşılaşma yükleniyor
zh_cn: 加载失败： {0} （请先科学上网）
zh_tw: 登入遇到問題 {0}

# LoggingInText
source: כניסה...
da: Logger ind...
de: Einloggen...
el: Είσοδος...
es: Iniciando sesión...
fr: Connexion...
it: Log-in...
nb_no: Logger inn...
nl: Aanmelden...
pl: Logowanie...
pt_br: Fazendo login...
pt_pt: A iniciar sessão...
ru: Вход...
tr: Giriş yapılıyor...
zh_cn: 登录
zh_tw: 正在登入...

# LoginFailedText
source: הכניסה נכשלה, נא לנסות שוב.
da: Login mislykkes, vennligst prøv på nytt.
de: Login fehlgeschlagen. Bitte versuche es erneut.
el: Αποτυχία σύνδεσης, παρακαλώ δοκιμάστε ξανά.
es: Inicio de sesión fallido, por favor intente de nuevo.
fr: La connexion a échouée, réessayer
it: Impossibile eseguire l'accesso, si prega di riprovare.
nb_no: Pålogging mislykkes, vennligst prøv på nytt.
nl: De aanmelding is mislukt, probeer het later opnieuw.
pl: Logowanie nie powiodło się, spróbuj ponownie.
pt_br: Falha no login, por favor tente novamente.
pt_pt: Não conseguimos iniciar sessão, tenta outra vez.
ru: Вход не удался, попробуйте ещё раз.
tr: Giriş yapılamadı, lütfen tekrar deneyin.
zh_cn: 登录遇到了问题。坐和放宽，然后重试。（请先科学上网）
zh_tw: 登入失敗，請再試一次。

# NoText
source: לא
da: Nej
de: Nein
el: Όχι
es: No
fr: Non
it: No
nb_no: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_tw: 否

# NoGpsPermissionsText
source: אנחנו צריכים הרשאות ה-GPS כדי להפעיל את המשחק, בבקשה לאפשר אותו ולנסות שוב.
da: Vi behøverGPS tillatelse for at starte spillet, vennligst aktiver det og prøv på ny.
de: Wir benötigen GPS-Berechtigung um das Spiel zu starten. Bitte aktiviere GPS und die Berechtigung und versuche es erneut.
el: Χρειαζόμαστε άδεια να χρησιμοποιήσουμε το GPS σας για να τρέξουμε το παιχνίδι, παρακαλόυμε ενεργοποιήστε το και προσπαθήστε ξανά.
es: Necesitamos permiso sobre tu ubicación para ejecutar el juego, por favor habilítalo e inténtelo de nuevo.
fr: Nous avons besoin de l'autorisation d'accés au GPS pour faire fonctionner le jeu, activez le et réessayer.
it: Abilitare l'utilizzo del GPS per eseguire il gioco, si prega di attivarlo e riprovare.
nb_no: Vi trenger GPS tillatelse for å starte spillet, vennligst aktiver det og prøv på nytt.
nl: Voor dit spel zijn GPS machtigingen nodig. Activeer deze in je telefoon en probeer het opnieuw.
pl: Potrzebujemy pozwolenia na użycie GPS żeby uruchomić grę, włącz je i spróbuj ponownie.
pt_br: Precisamos de permissão para usar o GPS no jogo, por favor, ative-o e tente novamente.
pt_pt: Precisamos de autorização para usar a sua localização, por favor ative-a e tente outra vez.
ru: Нам требуется GPS для запуска игры, пожалуйста, включите его и попробуйте ещё раз.
tr: Oyunu çalıştırmak için GPS iznine ihtiyacımız var, lütfen izin verin ve tekrar deneyin.
zh_cn: 口袋妖怪 Go 需要 GPS 权限。前往“设置>隐私>定位”开启。
zh_tw: 遊戲需要 GPS 權限，請授權後再試一次。

# PokemonRanAwayText
source: פוקימון ברח, מצטער :(
da: Pokémon løb væk, undskyld :(
de: Pokémon ist weggerannt, sorry :(
el: To Πόκεμον ξέφυγε, συγγνώμη :(
es: El Pokemon se escapó, lo sentimos :(
fr: Le Pokémon s'est enfui, désolé :(
it: Il Pokémon è scappato, ci spiace :(
nb_no: Pokémonen rømte, beklager :(
nl: Pokémon weggelopen, jammer :(
pl: Pokemon uciekł :(
pt_br: O Pokémon fugiu, sinto muito :(
pt_pt: Pokemon fugiu :(
ru: Покемон сбежал :(
tr: Pokemon kaçtı, yazık oldu :(
zh_cn: Pokemon 已经逃离。
zh_tw: 寶可夢逃跑了, 不好意思 :(

# PtcDownText
source: כניסה PTC למטה, אנא נסה שוב מאוחר יותר.
da: PTC Login er sannsynligvis nede, vennligst prøv atter senere.
de: PTC-Login ist scheinbar nicht erreichbar. Bitte versuche es später.
el: Η Σύνδεση με PTC κωδικό μάλλον δεν είναι διαθέσιμη, παρακαλώ προσπαθήστε αργότερα.
es: El inicio de sesión de PTC probablemente este caído, por favor intente más tarde.
fr: La connexion à PTC est probablement hors service, réessayer plus tard.
it: Il Login su PTC è probabilmente non disponibile, si prega di riprovare più tardi.
nb_no: PTC pålogging er sannsynligvis nede, vennligst prøv på nytt senere.
nl: PTC login is waarschijnlijk offline, probeer later opnieuw.
pl: Logowanie przez PTC prawdpodobnie nie działa, spróbuj ponownie później.
pt_br: Login PTC provavelmente caiu, por favor, tente novamente mais tarde.
pt_pt: PTC está em baixo, tenta depois
ru: Вход через PTC возможно не работает, попробуйте позже.
tr: PTC girişi online değil, lütfen daha sonra tekrar deneyin.
zh_cn: 口袋妖怪训练俱乐部登陆系统出现问题。坐和放宽，然后重试。（请先科学上网）
zh_tw: PTC 登入系統出現問題，請稍後再試。

# SomethingWentWrongText
source: משהו השתבש, app עשוי להיות לא יציב עכשיו. האם אתה רוצה להתנתק ולנסות שוב?
da: Noget gik galt og appen kan være ustabil. Vil du logge ud og prøve på igen?
de: Etwas ist schief gelaufen und die App könnte instabil sein. Möchtest du dich ausloggen und erneut versuchen?
el: Κάτι πήγε λάθος και η εφαρμογή μπορεί να είναι ασταθής. Θέλετε να αποσυνδεθείτε και να ξαναπροσπαθήσετε;
es: Algo fué mal y la aplicación puede ser inestable. ¿Desea desconectarse e intentarlo de nuevo?
fr: Quelque chose s'est mal passé et l'application peut être instable. Voule-vous vous déconnecter et recommencer?
it: Qualcosa è andato storto e l'app può risultare instabile in questo momento. Vuoi effettuare il logout e riprovare?
nb_no: Noe gikk galt og appen kan være ustabil. Vil du å logge ut og prøve på nytt?
nl: Er ging iets mis en app kan nu onstabiel zijn. Wil je uitloggen en opnieuw proberen?
pl: Coś się nie powiodło, aplikacja może być niestabilna. Czy chcesz się wylogować i spróbować ponownie?
pt_br: Algo deu errado e app pode estar instável agora. Você quer sair e tentar de novo?
ru: Что-то пошло не так и приложение может работать не стабильно. Вы хотите выйти и попробовать ещё раз?
tr: Bir şey yanlış gitti ve uygulama şu an istediğiniz gibi çalışmayabilir. Çıkış yapıp tekrar denemek ister misiniz?
zh_cn: 遇到了一些问题，口袋妖怪 Go 现在很不稳定。是否注销重试？
zh_tw: 遊戲目前遇上了一些問題不太穩定。您要登出再試一次嗎？

# TimeFormat
source: hh:mm tt
nl: uu:mm tt
tr: HH:mm

# UpdateDownloadingText
source: הורדת עדכון {0}
da: Henter oppdatering {0}
de: Update wird Herruntergeladen {0}
el: Λήψη ενημέρωσης {0}
es: Descargando la actualización {0}
fr: Téléchargement de la mise à jour {0}
it: Scaricamento Aggiornamento {0}
nb_no: Laster ned oppdatering {0}
nl: Downloaden update {0}
pl: Pobieranie aktualizacji {0}
pt_br: Baixando atualização {0}
pt_pt: A fazer download de atualizações{0}
ru: Скачивается обновление {0}
tr: Güncelleme indiriliyor: {0}
zh_cn: 正在下载更新 {0}
zh_tw: 正在下載更新 {0}

# UpdatedVersionText
source: {0} גירסה מעודכנת זמינה. האם ברצונך לעדכן? {1}
da: En oppdatert version {0} er tilgjengelig. Vil du oppdatere? {1}
de: Ein Update (Version {0}) ist verfügbar. Jetzt aktualisieren? {1}
el: Μία αναβαθμισμένη έκδοση {0} είναι διαθέσιμη. Θέλετε να αναβαθμίσετε; {1}
es: Una versión actualizada esta disponble {0}. ¿Desea actualizar? {1}
fr: La mise à jour version {0} est disponible. Voules-vous mettre à jour? {1}
it: Una nuova versione {0} è disponibile. Vuoi aggiornare? {1}
nb_no: En oppdatert versjon {0} er tilgjengelig. Vil du oppdatere? {1}
nl: Er is een nieuwe versie ({0}) beschikbaar. Wil je updaten? {1}
pl: Zaktualizowana wersja {0} jest dostępna. Pobrać? {1}
pt_br: A nova versão {0} está disponível. Você quer atualizar? {1}
pt_pt: Uma nova versão {0} está disponivel. Quer atualizar? {1}
ru: Версия {0} доступна для скачивания. Вы хотите обновиться? {1}
tr: Güncellenmiş versiyon {0} mevcut. Güncellemek ister misiniz? {1}
zh_cn: 已经有内核的新版本： {0} 是否更新？（这次更新将会禁用虚拟定位。） {1}
zh_tw: 新的更新版本 {0} 已推出。立即更新嗎? {1}

# UpdateFailedText
source: העדכון נכשל: {0} פתח את דף עם קבצי התקנה להתקנה ידנית?
da: Opdatering mislykkedes: {0} åbne siden med installationsfilerne for manuel installation?
de: Update fehlgeschlagen: {0} Seite zu den Dateien für manuelle Installation öffnen?
el: Η ενημέρωση απέτυχε: {0} Άνοιγμα της σελίδα με τα αρχεία εγκατάστασης για χειροκίνιτη εγκατάσταση;
es: Actualización fallida: {0} ¿Desea abrir la página con los archivos de instalación para instalarla manualmente?
fr: La mise à jour a échouée: {0} Ouvrir la page avec les fichiers d'installation pour une installation manuelle?
it: Aggiornamento non riuscito: {0} Vuoi aprire la pagina con il file di installazione per l'installazione manuale?
nb_no: Oppdatering mislykkes: {0} Vil du åpne nettsiden med installasjonsfilene for manuell installasjon?
nl: Update mislukt: {0} Open de pagina met installatiebestanden voor handmatige installatie?
pl: Aktualizacja nie powiodła się: {0} Czy otworzyć stronę z plikami instalacyjnymi w celu instalacji manualnej?
pt_br: Falha na atualização: {0} Abrir a página com os arquivos de instalação para instalação manual?
pt_pt: Falha na atualização : {0} Quer abrir a página com os ficheiros para uma atualização manual?
ru: Обновление неудачно: {0} Открыть страницу с инструкцией по ручной установке?
tr: Güncelleme yapılamadı: {0} Elle yükleme için yükleme dosyaları sayfası açılsın mı?
zh_cn: 更新失败︰ {0} 是否手动下载？（请先科学上网）
zh_tw: 更新失敗: {0} 開啟手動更新網頁嗎?

# UpdateInstallingText
source: התקנת עדכון, מופעל מחדש יישום
da: Installerer oppdatering, appen genstarter...
de: Installiere Update. App wird neu gestartet...
el: Εγκατάσταση ενημέρωσης, η εφαρμογή κάνει επανεκκίνιση....
es: Instalando la actualización, reiniciando la aplicación...
fr: Installation de la mise à jour, l'application redémarre...
it: Aggiornamento installato, l'app si riavvierà
nb_no: Installerer oppdatering, appen starter på nytt...
nl: Installeren van update en opstarten app...
pl: Instalowanie aktualizacji, aplikacje restartuje się...
pt_br: Instalando atualização, reiniciando o app...
pt_pt: A instalar atualização, aplicação a reiniciar
ru: Установка обновления, приложение перезагружается...
tr: Güncelleme yükleniyor, uygulama yeniden başlatılıyor...
zh_cn: 正在安装更新。应用将会重启。坐和放宽
zh_tw: 正在安裝更新並重新啟動...

# WrongUsernameText
source: הלא נכון שם משתמש/סיסמה או שרת מנותק, אנא נסה שנית.
da: Forkert brugernavn/adgangskode eller serveren er ikkke tilgængelig, prøv venligst igjen.
de: Falscher Benutzername, falsches Passwort oder der Server ist offline. Bitte erneut versuchen.
el: Λάθος Όνομα-Χρήστη/Κωδικός ή offline server, παρακαλώ δοκιμάστε ξανά.
es: El usuario o contraseña son incorrectos o el servidor esta desconectado. Por favor intente nuevamente.
fr: Mauvais nom d'utilisateur/mot de passe ou le serveur est hors ligne, réessayer.
it: Nome utente/password errati o il server risulta offline, si prega di riprovare.
nb_no: Feil brukernavn/passord eller frakoblet server, vennligst prøv på nytt.
nl: Verkeerde gebruikersnaam/wachtwoord of de server is offline, probeer het later opnieuw.
pl: Zła nazwa użytkownika lub hasło albo serwer jest offline, spróbuj ponownie.
pt_br: Nome de usuário/Senha incorretos ou servidor offline, por favor tente novamente.
pt_pt: Username/password errados ou servidor ofline, tenta outra vez.
ru: Неправильный логин/пароль или сервера недоступный, попробуйте позже.
tr: Yanlış kullanıcı adı/şifre veya server offline, lütfen tekrar deneyin.
zh_cn: 用户名/密码或脱机服务器错误。坐和放宽，然后重试。（请先科学上网）
zh_tw: 錯誤的使用者名稱/密碼或伺服器維修中，請再試一次。

# YesText
source: כן
da: Ja
de: Ja
el: Ναί
es: Sí
fr: Oui
it: Sì
nb_no: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_tw: 是

# InstinctTeamText
source: אינסטינקט
da: Instinct
de: Intuition
el: Ίνστινκτ
es: Instinto
it: Istinto
nb_no: Instinct
nl: Instinct
pl: Drużyna instynktu
ru: Команда "Инстинкт"
zh_cn: 充满
zh_tw: Instinct 陣營

# NoTeamText
source: אין צוות
da: Ingen hold
de: Kein Team
el: Χωρίς Ομάδα
es: Sin equipo
fr: Pas d'équipe
it: Nessuna squadra
nb_no: Ingen lag
nl: Geen Team
pl: Brak drużyny
pt_br: Sem equipe
pt_pt: Sem equipa
ru: Без команды
tr: Takım Yok
zh_cn: 没有队伍
zh_tw: 沒有陣營

# ValorTeamText
source: גבורה
da: Valor
de: Wagemut
el: Βάλορ
es: Valor
fr: Bravoure
it: Coraggio
nb_no: Valor
nl: Valor
pl: Drużyna waleczności
ru: Команда "Отвага"
zh_cn: 勇气
zh_tw: Valor 陣營

# MysticTeamText
source: מיסטיק
da: Mystic
de: Weisheit
el: Μύστικ
es: Sabiduría
fr: Sagesse
it: Saggezza
nb_no: Mystic
nl: Mystic
pl: Drużyna mistyczności
ru: Команда "Мистика"
zh_cn: 神秘
zh_tw: Mystic 陣營

# TransferPokemonSuccessText
source: העברת הצליח! יש {0} ממתקים הפרופסור.
da: Overførsel fuldført! Du fik {0} Slik fra Professoren.
it: Trasferimento riuscito! Ricevuta una Caramella {0} dal Professore.
nb_no: Overføring fullført! Du fikk en {0} Candy fra Professoren.
nl: Overbrengen compleet! Je hebt {0} snoepjes gekregen van de professor.
pt_br: Transferencia bem sucedida! Você ganhou {0} doce do professor.
ru: Успешно переданно! Полученна {0} Конфета(ы) от профессора.

# TransferPokemonWarningText
source: לא לקחת את זה בחזרה אחרי זה הועבר הפרופסור. ? אתה באמת רוצה להעביר {0} הפרופסור
it: Una volta trasferito al Professore, non potrai riaverlo indietro. Sei sicuro di voler trasferire {0} al Professore?
nb_no: Du kan ikke få den tilbake etter den er overført til Professoren.
nl: Je kan het niet terugnemen nadat het is overgebracht naar de professor.
pt_br: Você nao poderá obter seu pokemon novamente depois que ele for transferido para o professor. Você quer realmente transferir {0} para o professor?
ru: Вы не можете вернуть это после отправки Профессору. Вы правда хотите отправить {0} Профессору?

# LoginExpired
source: כניסה הקודמת פגה.
da: Forrige logon er udløbet.
it: Il login precedente è scaduto.
nb_no: Tidligere innlogging har utløpt.
nl: Vorige login is verlopen.
pl: Twoje dane logowania wygasły.
pt_br: Login Expirou.
ru: Предыдущая авторизация истекла.

# ActivityUnknown
source: ידוע
da: Ukjent
it: Sconosciuto
nb_no: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно

# ActivityCatchPokemon
source: פוקימון נתפס
da: Fanget Pokémon
it: Pokémon catturato
nb_no: Pokémon Fanget
nl: Pokémon gevangen
pl: Złapany Pokémon
pt_br: Pokémon Capturado
ru: Покемон Пойман

# ActivityCatchLegendPokemon
source: לתפוס פוקימון האגדי
da: Fanget Legendarisk Pokémon
it: Cattura Pokémon Leggendario
nb_no: Fang en Legendarisk Pokémon
nl: Legendarische Pokémon gevangen
pl: Złapany legendarny Pokémon
pt_br: Pokémon Legendário Capturado
ru: Пойман Легендарный Покемон

# ActivityFleePokemon
source: פוקימון נמלטו
da: Pokémon flygtede
it: Il Pokémon è scappato
nb_no: Pokémonen Flyktet
nl: Pokémon is gevlucht
pl: Pokémon uciekł
pt_br: Pokémon Fugiu
ru: Покемон сбежал

# ActivityEvolvePokemon
source: להתפתח פוקימון
da: Udvikl en Pokémon
it: Fai evolvere un Pokémon
nb_no: Utvikle en Pokémon
nl: Evolueer een Pokemon
pl: Ewolucja Pokémona
pt_br: Evoluir um Pokémon
ru: Покемон эволюционирован

# ActivityHatchEgg
source: ביצה בקעו!
da: Æg udklækket!
it: Un Uovo si è schiuso!
nb_no: Egg klekket!
nl: Ei is uitgekomen!
pt_br: Ovo Chocado!
ru: Яйцо вылупилось!

# ActivityWalkKm
source: ק מ הליכה
da: Gå Km
nb_no: Gå km
nl: Gelopen Km
pt_br: Km Caminhados
ru: Ходьба Км

# ActivityPokedexEntryNew
source: פוקימון חדש
da: Ny Pokémon
it: Nuovo Pokémon
nb_no: Ny Pokémon
nl: Nieuwe Pokémon
pl: Nowy Pokémon
pt_br: Novo Pokémon
ru: Новый Покемон

# ActivityCatchFirstThrow
source: הזריקה הראשונה
da: Første kast
it: Primo lancio
nb_no: Første Kast
nl: Eerste worp
pl: Pirwszy rzut
pt_br: Primeiro Lançamento
ru: Первый бросок

# ActivityCatchNiceThrow
source: . זריקה טובה
da: Flot kast
it: Bel lancio
nb_no: Greit Kast
nl: Goede worp
pl: Ładny rzut
pt_br: Bom Lançamento
ru: Отличный бросок

# ActivityCatchGreatThrow
source: זריקה נהדרת
da: Fantastisk Kast
it: Grande lancio
nb_no: Nydelig Kast
nl: Geweldige worp
pl: Świetny rzut
pt_br: Ótimo Lançamento
ru: Большой бросок

# ActivityCatchExcellentThrow
source: זריקה מעולה
da: Fremragende kast
it: Lancio eccellente
nb_no: Perfekt Kast
nl: Uitstekende worp
pl: Wspaniały rzut
pt_br: Excelente Lançamento
ru: Замечательный бросок

# ActivityCatchCurveball
source: מסובב
da: Skrueboldt
it: Palla curva
nb_no: Kurvet kast
nl: Effectbal
pt_br: Bola Curva!
ru: Крученный

# ActivityCatchFirstCatchOfDay
source: התפיסה הראשונה היום!
da: Første fangst i dag!
it: Prima Cattura del giorno!
nb_no: Dagens Første Fangst!
nl: Eerste vangst van de dag!
pt_br: Primeira Captura do dia!
ru: Первый пойманный за день!

# ActivityCatchMilestone
source: לתפוס אבן דרך
da: Milepæls fangst
it: Pietra miliare delle catture
nb_no: Fang Milestone
nl: Mijlpaal behaald
pt_br: Marco de Captura
ru: Пойман Milestone

# ActivityTrainPokemon
source: הרכבת פוקימון
da: Træn Pokémon
it: Allena Pokémon
nb_no: Tren Pokémon
nl: Train Pokémon
pt_br: Treinar Pokémon

# ActivitySearchFort
source: חיפוש פורט
da: Søg Fort
it: Cerca Fort
nl: Doorzoek Pokéstop
pt_br: Buscar Fortes

# ActivityReleasePokemon
source: לשחרר פוקימון
da: Frigiv Pokémon
it: Libera Pokémon
nb_no: Slipp Pokémon Løs
nl: Laat Pokémon los
pt_br: Libertar Pokémon
ru: Выпущенный покемон

# ActivityHatchEggSmallBonus
source: הפתח ביצה בונוס קטן
da: Udklæg Æg lille Bonus
it: Bonus piccolo per la schiusa di un Uovo
nb_no: Bonus For Lite Egg Klekket
nl: Ei uitgekomen kleine bonus
pt_br: Ovos chocados Pequeno bonus

# ActivityHatchEggMediumBonus
source: הפתח ביצה בינונית בונוס
da: Udklæg Æg Mellemstor Bonus
it: Bonus medio per la schiusa di un Uovo
nb_no: Bonus For Mellomstort Egg Klekket
nl: Ei uitgekomen bonus
pt_br: Ovos chocados Bonus Médio

# ActivityHatchEggLargeBonus
source: הפתח ביצה בונוס גדול
da: Udklæg Æg Stor Bonus
it: Bonus grande per la schiusa di un Uovo
nb_no: Bonus For Stort Egg Klekket
nl: Ei uitgekomen grote bonus
pt_br: Ovos chocados Bonus Grande

# ActivityDefeatGymDefender
source: להביס את המגן כושר
da: Nedkæmp Fitnes Forsvarer
it: Sconfiggi difensore palestra
nb_no: Slå Pokégym Forsvareren
nl: Versla Gym verdediger
pt_br: Derroto o Defensor do Ginásio
ru: Поражение в спортзале Защитника

# ActivityDefeatGymLeader
source: מנהיגת מכון תבוסה
da: Besejer Fitnes Leder
it: Sconfiggi Capopalestra
nb_no: Slå Pokégym Lederen
nl: Versla Gym leider
pt_br: Derrote o Líder do Ginásio
ru: Поражение в спортзале Лидера

# Combat
source: קרב
da: Kamp
it: Punti lotta
nb_no: Kamp
nl: Gevecht
pt_br: Combate
ru: По CP

# Date
source: תאריך
da: Dato
it: Data ritrovamento
nb_no: Dato
nl: Datum
pt_br: Data
ru: По дате

# Fav
source: מועדף
da: Favorit
it: Preferito
nb_no: Favoritt
nl: Favoriet
pt_br: Favoritos
ru: По популярности

# Health
source: בריאות
da: Helbred
it: Punti Salute
nb_no: Helse
nl: Gezondheid
pt_br: Sáude
ru: По здоровью

# Name
source: שם
da: Navn
it: Nome
nb_no: Navn
nl: Naam
pt_br: Nome
ru: По имени

# Number
source: מספר
da: Nummer
it: Numero di Pokédex
nb_no: Nummer
nl: Nummer
pt_br: Número
ru: По номеру

# PokemonInventoryFullText
source: המלאי פוקימון שלך הוא מלא, להעביר איזה פוקימון לפני מנסה לתפוס {0}.
da: Dit Pokémon lager er fyldt, overfør nogle Pokémon før du forsøger at fange {0}.
it: Il tuo inventario Pokémon è pieno, trasferisci qualche Pokémon prima di provare a catturare {0}.
nb_no: Ditt Pokélager er fullt, overfør noen Pokémon før du prøver å fange {0}.
nl: Je Pokémon inventaris is vol, verplaats een aantal Pokémon voordat je {0} probeert te vangen.
pt_br: Seu inventário Pokemon está cheio, transfira algun Pokémon antes de pegar {0}.
ru: Ваш инвентарь полон, нужно передать некоторых покемонов прежде чем ловить снова {0}.

# WaitingForNetworkText
source: מחכה הרשת לחזור
da: Afventer Netværk...
it: In attesa che la rete sia nuovamente accessibile...
nb_no: Venter på at nettverket kommer tilbake...
nl: Wachten tot het netwerk terug is...

# ActivityDefeatFort
source: התבוסה פורט
da: Besejre Fort
it: Sconfiggi l'Arena
pl: Pokonany fort
pt_br: Derrota Forte

# DateFormat
source: dd.MM.yyyy
zh_cn: yyyy.MM.dd
